export const MPCA_NFI_OldOptions = {
location_office: {
	'_Lviv': `Львів (LWO)`,
	'_Chernivtsi': `Чернівці (CWC)`,
	'_Dnipro_1': `Дніпро (DNK)`,
	'_kyiv': `Київ (IEV)`,
	'cej__chernihiv': `Чернігів (CEJ)`,
	'plv__poltava': `Полтава (PLV)`
},
Does_the_beneficiary_have_an_i: {
	'yes': `Так`,
	'no': `Ні`
},
Other_ID_identification: {
	'national_passport__book': `Національний паспорт (книжка)`,
	'national_passport__card': `Національний паспорт (карта)`,
	'national_passport__diia_app': `Національний паспорт (додаток Дія)`,
	'passport__ussr_red_book': `Паспорт (Червона книга СРСР)`,
	'passport_for_international_travel': `Закордонний паспорт`,
	'certificate_issued_on_birth': `Свідоцтво про народження`,
	'birth_certificate': `Свідоцтво про народження`,
	'driver_s_license': `Водійські права`,
	'pensioner_certificate': `Посвідчення пенсіонера`,
	'other': `Інший`
},
_gender: {
	'_male': `Чоловіча`,
	'_female': `Жіноча`,
	'________': `Інше / не хочу ділитися`
},
What_is_your_current_status: {
	'conflict_affected_person': `Особа постраждала від конфлікту`,
	'idp': `ВПО`,
	'returnee': `Особа, що повертається`,
	'refugee_asylum_seeker': `Біженець/особа, що потребує прихистку`
},
IDP_status: {
	'_IDP': `Так`,
	'_non-IDP': `Ні`
},
_Family_composition: {
	'0_2_male': `0 - 2 років чоловіки (до 24 місяців)`,
	'0_2_female': `0 - 2 років Жінки (до 24 місяців)`,
	'2_4_male': `2 - 4 років чоловіки`,
	'2_4_female': `2 - 4 років Жінки`,
	'5_17_male': `5 - 17 років чоловіки`,
	'5_17_female': `5 - 17 років Жінки`,
	'18_49_male': `18 - 49 років чоловіки`,
	'18_49_female': `18 - 49 років Жінки`,
	'50_64_male': `50 - 64 років чоловіки`,
	'50_64_female': `50 - 64 років Жінки`,
	'65_male': `65+ років чоловіки`,
	'65_female': `65+ років Жінки`
},
Is_any_person_in_your_HH_not_w: {
	'yes': `Так`,
	'no': `Ні`
},
Does_anyone_in_your_elect_all_that_apply: {
	'eyesight': `Зір`,
	'hearing': `Слух`,
	'mobility': `Рухливість`,
	'difficulty_to_carry_heavy_weights': `Складність піднімати важкі предмети`,
	'memory_and_concentration': `Пам'ять та концентрація`,
	'self_care__such_as_washing_all_over_or_d': `Догляд за собою, особиста гігієна та складність вдягнутися`,
	'communication': `Комунікація`
},
Kits_to_be_provided: {
	'hkmv_____________': `HKMV Сімейний гігієнічний набір для ВПО в дорозі`,
	'hkf_______________': `HKF Сімейний гігієнічний набір для ВПО без засобів  існування`,
	'nfkf_______nfi': `NFKF Сімейний непродовольчий набір NFI`,
	'ks_____': `KS Сімейний кухонний набір`,
	'bk_baby_kit1': `BK1 Гігієнічний набір для дитини 1`,
	'bk_baby_kit2': `BK2 Гігієнічний набір для дитини 2`,
	'bk_baby_kit3': `BK3 Гігієнічний набір для дитини 3`,
	'bk_baby_kit4': `BK4 Гігієнічний набір для дитини 4`,
	'wkb1___________1': `WKB1 Дитячий набір для зимування № 1`,
	'wkb2___________2': `WKB2 Дитячий набір для зимування № 2`,
	'wkb3___________3': `WKB3 Дитячий набір для зимування № 3`,
	'wkb4___________4': `WKB4 Дитячий набір для зимування № 4`,
	'bln_': `BLN Термоковдри`,
	'__': `Сонячні лампи`
},
MPCA_vulnerabilities: {
	'MPCA_single_male': `Одне домогосподарство (чоловіки)`,
	'MPCA_single_female': `Одне домогосподарство (Жінки)`,
	'MPCA_single_elderly': `Одне домогосподарство (люди похилого віку)`,
	'MPCA_PLW': `Домогосподарства з вагітними або годуючими жінками`,
	'MPCA_disability': `Домогосподарства, в яких принаймні 1 член страждає на хронічну хворобу/хворобу/тимчасову недієздатність/інвалідність`,
	'MPCA_other_children': `Домашній догляд за іншими дітьми`,
	'MPCA_house_destroyed': `Домогосподарство, чий будинок був пошкоджений або зруйнований обстрілом`,
	'MPCA_unaccompanied': `Діти без супроводу або розлучені діти`,
	'MPCA_recent_displacement': `Нещодавно переміщене домогосподарство за останні 30 днів`
},
_name_of_employee: {
	'___artem_chernukha': `Артем Чернуха`,
	'___vladislav_zhukov': `Владислав Жуков`,
	'___halyna_dyachenko': `Галина Д'яченко`,
	'__': `Єфімчук Костянтин`,
	'___1': `Іванов Дмитро`,
	'___2': `Кокаля Дар'я`,
	'___olga_osmukha': `Ольга Осьмуха`,
	'_oleksandr_havrylov': `Олександр Гаврилов`,
	'___3': `Петриченко Геннадій`,
	'___serhii_nevmyvaka': `Сергій Невмивака`,
	'___4': `Ушань Вікторія`,
	'___5': `Юдаєва Надія`,
	'___6': `Царук Дмитро`,
	'_maryna_duilovska': `Марина Дуйловська`,
	'___7': `Чернуха Дмитро`,
	'___8': `Пушенко Наталія`,
	'___9': `Горбатюк Тетяна`,
	'___10': `Решинська Анастасія`,
	'___11': `Лукомець Олександр`,
	'___12': `Колот Тетяна`,
	'___13': `Северін Катерина`,
	'___14': `Седун Максим`,
	'___15': `Волинкін Іван`,
	'___16': `Андрій Загоруєв`,
	'___17': `Олег Іванов`
}}